Repository: mozilla-l10n/mt-training-data
Catalog: yue/yue_pontoon.tmx
Source language: en_us
Languages: yue

source: 2019 End-of-Year Release
yue: 2019 年尾版

source: 2 down, keep it up!<playIcon></playIcon>
yue: 完成兩筆喇 <playIcon></playIcon>，繼續加油！

source: ≥ 2 No votes
yue: ≥ 2 票 「錯」

source: ≥ 2 Yes votes
yue: ≥ 2 票 「啱」

source: Abkhaz
yue: 阿布哈茲語

source: About
yue: 介紹

source: Accent
yue: 口音

source: Account
yue: 帳戶

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
yue: <accuracyLink>睇下點判斷錄音準確度。</accuracyLink>

source: Acehnese
yue: 亞齊語

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
yue: { $actionType }<playIcon></playIcon>佢哋講得準唔準？

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
yue: { $actionType }<recordIcon></recordIcon>然後大聲讀出句子。

source: { $actionType }<stopIcon></stopIcon> when done
yue: { $actionType } 完成後撳 <stopIcon></stopIcon>

source: { $actionType } submit when ready
yue: { $actionType } 準備好就提交

source: Additional Language
yue: 其他語言

source: Add Language
yue: 新增語言

source: Add new custom accent "{ $inputValue }"
yue: 添加新嘅自定義口音 "{ $inputValue }"

source: Add Your Voice
yue: 加入你嘅聲音

source: Adyghe
yue: 阿迪格語

source: A few bytes
yue: 幾個字節

source: Afrikaans
yue: 南非語

source: Age
yue: 年齡

source: Albanian
yue: 阿爾巴尼亞語

source: All
yue: 全部

source: Amharic
yue: 阿姆哈拉語

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
yue: 匿名化嘅使用者資料，如年齡、性別、口音等，可以幫助我哋改善用嚟提升訓練語音識別精確性嘅語音資料。你嘅帳號同電郵唔會同你提交嘅數據相關聯，你亦都可以決定公開你嘅帳號或者保持匿名。

source: Approve
yue: 通過

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
yue: 背景有安靜嘅人聲雜音都可以接受，但係唔可以有一把聲太突出，令機器演算法認出一啲原文冇嘅字。如果你聽到原文冇嘅字句，嗰段錄音就要拒批。一般有呢個情況就係背景開住咗電視，或者附近有其他人喺度傾偈。

source: Arabic
yue: 阿拉伯語

source: Aragonese
yue: 阿拉貢語

source: Are you coming? <strong>[called by another]</strong>
yue: 你嚟唔嚟㗎？<strong>[背景度有另一把聲嗌佢]</strong>

source: Armenian
yue: 亞美尼亞語

source: Armenian Western
yue: 亞美尼亞語（西）

source: Ask about a new language
yue: 申請加入新語言

source: Assamese
yue: 阿薩姆語

source: Asturian
yue: 阿斯圖里亞斯語

source: Audio Format
yue: 格式

source: Avatar
yue: 個人資料照片

source: Avatar uploaded
yue: 肖像已上載

source: Average
yue: 一般

source: A voice clip is marked "valid" when a user gives it a Yes vote.
yue: 當用户畀咗一票「啱」，段錄音會標做「有效」

source: Avoid too much background noise - it should be easy to hear you.
yue: 避免有太多背景雜音——應該好清晰聽到你講嘢。

source: Awards
yue: 獎勵

source: Azerbaijani
yue: 阿塞拜疆語

source: Back
yue: 返去

source: Background Noise
yue: 背景嘈音

source: Background Voices
yue: 背景聲音

source: Back to Top
yue: 返上最頂

source: Basaa
yue: 巴沙語

source: Bashkir
yue: 巴什基爾語

source: Basque
yue: 巴斯克語

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
yue: 拒批錄音嗰陣要審慎一啲，尤其係因為讀錯，文白異讀，變調，漏咗個問號拉高等等問題。世界上有好多唔同嘅發音，有啲人嘅習慣同你可能有啲啲唔同。請理解同包容一啲講嘢方式同你有少少唔同嘅朋友。

source: Become a Common Voice Partner
yue: 成為 Common Voice 合作夥伴

source: Belarusian
yue: 白羅斯語

source: Benefits
yue: 益處

source: Bengali
yue: 孟加拉語

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
yue: [「銀行」第二個字讀第4調陽平，或者變調第2調陰上都得]

source: <bold>{ $count }</bold> Clips
yue: 片段

source: <bold>Help us</bold> find more voices
yue: <bold>幫我哋</bold>揾多啲聲音

source: Bosnian
yue: 波斯尼亞話

source: Both
yue: 兩樣都做

source: Both (Speak and Listen)
yue: 兩樣都做 (又聽又講)

source: Breton
yue: 不列塔尼語

source: Browse Languages
yue: 瀏覽語言

source: Build a custom goal
yue: 度身訂做目標

source: Build Profile
yue: 建立個人檔案

source: Bulgarian
yue: 保加利亞語

source: Burmese
yue: 緬甸語

source: Buryat
yue: 布里亞特語

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
yue: <b>點解需要電郵地址?</b>我哋可能會喺未來聯絡閣下，提供與數據集相關嘅新資訊。電郵可作為我哋聯絡閣下嘅方式。

source: By editing your goal, you may lose your existing progress.
yue: 編輯目標後，可能會失去現有進度。

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
yue: 選擇接收電郵意味住閣下同意 Mozilla 根據<privacyLink>私隱政策</privacyLink>嚟處理呢啲個人數據。

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
yue: <b>你同意</b>唔去試圖識別 Common Voice 數據集内講話人嘅個人身份

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
yue: 語音引擎可以使用你提供嘅一啲資訊，令你嘅 Common Voice 語音資料被善用以提升語音識別引擎嘅精確度。

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
yue: 使用 Common Voice，即代表閣下同意我哋嘅<termsLink>條款</termsLink>同埋<privacyLink>私隱聲明</privacyLink>

source: Cancel Re-recording
yue: 取消重新錄音

source: Cancel Submission
yue: 取消提交

source: Can't decide?
yue: 決定唔到？

source: Cantonese
yue: 粵語

source: Catalan
yue: 加泰羅尼亞語

source: Central Kurdish
yue: 中庫爾德語

source: Change your email via Settings under Login Identity
yue: 要更改電郵，請先撳登入身份，然後再撳設定

source: <chevron></chevron>See less
yue: <chevron></chevron>睇少啲

source: <chevron></chevron>See more
yue: <chevron></chevron>睇多啲

source: Chinese (China)
yue: 中文（中國大陸）

source: Chinese (Hong Kong)
yue: 中文（香港）

source: Chinese (Taiwan)
yue: 中文（台灣）

source: Chuvash
yue: 楚瓦士語

source: Click
yue: 撳

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
yue: { $clipCount } 條語音片段，總共 { $size }. 已過期 { $expires }.

source: Clip Graveyard
yue: 錄音垃圾桶

source: Clips recorded
yue: 段新錄音

source: Clips Uploaded
yue: 已上載嘅錄音

source: Clips validated
yue: 段錄音已驗證

source: Clips You've Recorded
yue: 閣下錄製嘅片段

source: Clips You've Validated
yue: 閣下驗證咗嘅錄音

source: Close
yue: 關閉

source: Collecting sentences
yue: 收集句子

source: Comment
yue: 註解

source: Common Voice data plus all other voice datasets above.
yue: Common Voice 數據，以及上面列出嘅所有其他語音數據集。

source: Common Voice Dataset
yue: Common Voice 數據集

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
yue: Common Voice 係靠捐助同募款維持嘅！我哋非常樂意同學術界、工業界同民間研究團體合作。 Common Voice 係免費開放使用嘅，但係我哋同時都希望大家可以向平台貢獻同埋提供資助。

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
yue: Common Voice 係 Mozilla 發起嘅一個教識機器好似真人噉發音嘅項目。

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
yue: Common Voice 係全球最大型嘅公共語音資料庫

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
yue: 學術界、小企業與語音識別愛好者會使用 Common Voice 嘅錄音片段嚟幫助訓練、發展語音模型等公共資源。 可唔可以話畀我哋知你點解想刪除錄音片段？

source: Community participation and decision making.
yue: 社群參與同決策。

source: Community Playbook
yue: 社群手冊

source: Confirm Goal
yue: 確認目標

source: Connect with Gravatar
yue: 連結 Gravatar

source: Contact
yue: 聯絡

source: Contact Form
yue: 聯絡人表格

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
yue: 內容依照 <licenseLink>Creative Commons 授權條款</licenseLink>授權大眾使用

source: Continue
yue: 繼續

source: Contribute
yue: 貢獻

source: Contribute sentences
yue: 貢獻句子

source: Contribute to { $lang }
yue: 貢獻到{ $lang }

source: Contribution Activity
yue: 貢獻記錄

source: Contribution Criteria
yue: 貢獻準則

source: Contribution Experience
yue: 參與經驗

source: Contribution Guidelines
yue: 貢獻準則

source: Contributors record voice clips by reading from a bank of donated sentences.
yue: 貢獻者會錄低由句庫抽出嚟嘅句子。

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
yue: <coquiLink>Coqui</coquiLink> 致力於開放語音技術。佢哋嘅專案包含使用深度學習技術嘅 STT 與 TTS 引擎。

source: Cornish
yue: 康和語

source: Corsican
yue: 科西嘉語

source: { $count } clips
yue: { $count }錄音片段

source: { $count }mo
yue: { $count } 月

source: { $count }wk
yue: { $count } 週

source: { $count }y
yue: { $count } 年

source: Create a Custom Goal
yue: 訂立個人目標

source: Criteria
yue: 準則

source: Croatian
yue: 克羅地亞語

source: Czech
yue: 捷克語

source: Daily Goal
yue: 每日目標

source: Danish
yue: 丹麥語

source: Dashboard
yue: 儀表版

source: Dataset Release
yue: 數據集發佈

source: Datasets
yue: 數據集

source: Date
yue: 數據庫日期

source: Days
yue: 日

source: Delete my recordings
yue: 刪除我嘅錄音

source: Delete Profile
yue: 刪除個人檔案

source: Dhivehi
yue: 馬爾代夫語

source: Different language
yue: 另一種語言

source: Difficult
yue: 難

source: Difficult to pronounce
yue: 好難發音

source: Discard ongoing recording
yue: 捨棄當前錄音

source: Does the sentence meet the guidelines?
yue: 句話符唔符合規範？

source: Donate your voice
yue: 捐出你把聲

source: Don't see your language on Common Voice yet?
yue: 喺 Common Voice 度見唔到你嘅語言？

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
yue: 數據集入面冇你嘅語言？請去語言版要求增添語言。

source: Download
yue: 下載

source: Download Common Voice Data
yue: 下載 Common Voice 語音數據

source: Download Data
yue: 下載數據

source: Download Dataset Bundle
yue: 下載打包數據集

source: Download { $language }
yue: 下載{ $language }

source: Download Links
yue: 下載連結

source: Download My Data
yue: 下載我嘅數據

source: Download profile data
yue: 下載檔案數據

source: Download the Dataset
yue: 下載數據集

source: Download the Single Word Target Segment
yue: 下載單字目標分段

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
yue: 閣下有冇任何可以令 Common Voice 資料集變得更好嘅諗法？歡迎到 Discourse 討論區話畀我哋知

source: Do you want to continue?
yue: 你想唔想繼續？

source: Do you want to Speak, Listen or both?
yue: 閣下想淨係講嘢、聽嘢，定係想又聽又講？

source: Drag and drop or <browseWrap>Browse</browseWrap>
yue: 拖落呢度，或<browseWrap>瀏覽</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
yue: 貢獻期間，單擊「提交」可略過提供意見，直接去到下一組5段錄音或驗證。

source: Dutch
yue: 荷蘭語

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
yue: 數據集中嘅每筆資料包含一組獨特嘅 MP3 錄音檔同埋對應文字檔案。資料集中包含 <b>{ $total }</b> 個鐘嘅錄音片段，當中亦包含好多唔同年齡層、性別、口音等，可以幫助訓練語音識別引擎嘅人口統計資料。 數據集中目前包含 <b>{ $valid }</b> 個鐘 <b>{ $languages }</b> 種語言嘅已驗證資料，但我哋希望可以持續加入更多語音同埋語言。歡迎到我哋嘅<languagesLink>語言頁面</languagesLink>要求增添語言，或者隨時開始加入貢獻。

source: Easy
yue: 容易

source: Edit
yue: 編輯

source: Edit Profile
yue: 編輯個人檔案

source: Email
yue: 電郵地址

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
yue: <emailFragment>註冊</emailFragment>我哋嘅電郵通知，瞭解可以點參與Common Voice啲活動、節目同一齊設計功能。

source: Email is already used for a different account
yue: 呢個電郵已經畀另一個帳戶用咗

source: Email Subscriptions
yue: 電郵訂閱

source: English
yue: 英語

source: Enter Email to Download
yue: 寫低電郵嚟下載

source: Enter email to send a sign up link
yue: 輸入你嘅電郵地址嚟轉送註冊鏈結

source: Enter your email
yue: 輸入你嘅電郵

source: Error { $code }
yue: 錯誤 { $code }

source: Erzya
yue: 厄爾茲亞語

source: ESC
yue: 退出

source: Esperanto
yue: 世界語

source: Estonian
yue: 愛沙尼亞語

source: Events
yue: 活動

source: Everyone
yue: 所有人

source: Exit & Delete clips
yue: 退出並刪除錄音片段

source: FAQ
yue: 常見問題

source: Faroese
yue: 法羅語

source: Fields marked with an asterisk (*) are required.
yue: ＊表示必填

source: Finish editing first?
yue: 編輯完先？

source: Finish recording
yue: 完成錄音

source: Finish recording first?
yue: 不如完成咗啲錄音先啦？

source: Finish Review
yue: 完成審核

source: Finnish
yue: 芬蘭語

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
yue: 首先確認你嘅語言<languageLink>係咪已經收錄</languageLink>。 如果未有，<languageRequestLink>申請加入你嘅語言</languageRequestLink>。 會有兩個階段嘅工作要做：翻譯網站內容，同埋收集句子。

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
yue: 每次你提供、核實語音，你嘅進度都會喺該語言嘅面板度展示出嚟。係啊，你可以貢獻多過一隻語言。用面板去睇實你嘅戰績，睇下自己同埋其他人做成點樣，再定返個每日或者每週嘅目標吖。

source: for example
yue: 譬如

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
yue: 以下「已上線」嘅語言，代表網站已經成功被<localizationGlossaryLink>本地化</localizationGlossaryLink>，而且都已經<sentenceCollectionGlossaryLink>收集咗足夠多嘅句子</sentenceCollectionGlossaryLink>令大家可以用<speakLink>講話</speakLink>同<listenLink>聆聽</listenLink>嘅方式嚟貢獻。

source: French
yue: 法語

source: Frisian
yue: 菲士蘭語（荷蘭）

source: Fulah
yue: 富拉語

source: Galician
yue: 加利西亞語

source: GB
yue: 千兆字節

source: Georgian
yue: 格魯吉亞語

source: German
yue: 德語

source: Get in touch
yue: 聯繫我哋

source: Get involved
yue: 參與

source: Get Involved
yue: 參與

source: Get started with goals
yue: 訂立目標，開始貢獻

source: Get Started with Speech Recognition
yue: 語音識辨新手入門

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
yue: <githubLink>NVIDIA NeMo</githubLink>™ 係一套可以畀研究者開發最先進嘅對話式 AI 模型嘅<docsLink>開源工具包</docsLink>。

source: Goal reached
yue: 目標已經達到

source: Goals
yue: 目標

source: Go to Discourse
yue: 去 Discourse 討論區

source: Go to Languages Page
yue: 去語言版

source: Go to { $name }
yue: 往 { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
yue: <governanceLink>了解更多我哋係點管治嘅</governanceLink>

source: Grammatical / spelling error
yue: 文法 / 串法錯誤

source: Great! How many clips a week?
yue: 好啊！每個禮拜要錄幾多段音？

source: Great! How many clips per day?
yue: 好啊！每日錄幾多段音？

source: Great!<recordIcon></recordIcon> Record your next clip
yue: 好！撳<recordIcon></recordIcon>錄下一個片段

source: Great work!<playIcon></playIcon> Listen again when you're ready
yue: 好嘢！<playIcon></playIcon> 準備好就可以再聽多次

source: Greek
yue: 希臘語

source: Guarani
yue: 瓜拉尼語

source: Guidelines
yue: 規範

source: Haitian
yue: 海地語

source: Hakha Chin
yue: 喀哈阡語

source: Hausa
yue: 豪薩語

source: Have Feedback?
yue: 有意見反饋？

source: Have you read our Terms?
yue: 睇咗我哋嘅條款未？

source: Having an account is not required to contribute, though it is helpful.
yue: 唔建立帳戶亦可貢獻，但如果有嘅話會更有幫助，下面話你知點解。

source: Having a profile is not required to contribute though it is helpful, see why below.
yue: 唔成立個人檔案都可以貢獻，但如果有嘅話會更有幫助，下面話你知點解。

source: Hebrew
yue: 希伯來語

source: Help
yue: 幫助

source: Help Common Voice reach { $hours } hours in a language with a personal goal
yue: 建立一個幫 Common Voice 嘅任何一種語言達到{ $hours } 小時嘅個人目標

source: Help create Common Voice’s first target segment in { $locale }
yue: 幫 Common Voice 創立 { $locale } 嘅第一個目標細分群體

source: Help reach { $hours } hours in { $language } with a personal goal
yue: 建立一個幫{ $language }達到{ $hours } 小時嘅個人目標

source: Help teach machines how real people speak, donate your voice at { $link }
yue: 去 { $link } 貢獻你嘅聲線，等機器學識真人點樣講嘢

source: Help us build a community around voice technology, stay in touch via email.
yue: 幫我哋打造一個使用語音技術嘅社群，並透過電郵保持聯繫。

source: Help us build a high quality, publicly open dataset
yue: 幫我哋建立一個高質素又開放畀公眾使用嘅數據集

source: Help us find more voices, share your goal
yue: 幫我哋揾更多人參與錄音，分享閣下嘅目標

source: Help us find others to donate their voice!
yue: 幫我哋揾其他人一齊獻聲！

source: Help us get to { $goal }
yue: 幫我哋達到 { $goal } 嘅目標

source: Help us validate sentences!
yue: 幫我哋手驗證句子啦！

source: Help us validate voices
yue: 幫我哋手驗證錄音啦

source: Here are the links to download your ZIP files.
yue: 下列係你嘅 ZIP 檔下載鏈結。

source: Hidden
yue: 隱藏

source: Hill Mari
yue: 馬里語（山地）

source: Hindi
yue: 印地語

source: His hand was rais-ed.
yue: 我有一支<strong>千 (cin1) </strong>筆。

source: Hours
yue: 個鐘

source: Hours Recorded
yue: 已錄製時數

source: Hours Validated
yue: 已核對時數

source: How ?
yue: 點樣？

source: How are project decisions made?
yue: 項目決定係點做嘅？

source: How can we effectively grow a language on Common Voice?
yue: 點樣有效發展 Common Voice 上面嘅語言？

source: How does Common Voice work?
yue: Common Voice 係點運作嘅？

source: How do I access and use the dataset?
yue: 點樣攞到數據集嚟用？

source: How do I add a language?
yue: 我點樣新加一隻語言？

source: How do I add sentences?
yue: 點樣添加句子？

source: How do I know whether to approve a voice clip?
yue: 點樣決定通唔通過一段錄音呢？

source: How do I record a high quality voice clip?
yue: 點樣錄到高音質嘅錄音？

source: How do I stay in touch?
yue: 點樣保持聯繫？

source: How would you describe your accent?
yue: 你會點描述自己嘅口音？

source: Hungarian
yue: 匈牙利語

source: I agree
yue: 我同意

source: Icelandic
yue: 冰島語

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
yue: 我想收到有關目標提醒、個人進度同 Common Voice 新聞嘅電郵。

source: I do not agree
yue: 我唔同意

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
yue: 如果段錄音斷開咗，或者沙沙聲，除非啲字聽得清楚，否則唔好批。

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
yue: 如果你遇到咗呢份規範冇講到嘅情況，請自行判斷。如果真係決定唔到，可以撳跳過掣去聽下一段錄音。

source: Igbo
yue: 伊博語

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
yue: 我啱啱訂立咗貢獻廣東話錄音俾 #CommonVoice 嘅目標，你都一齊來加入，幫機器學講純正嘅廣東話啦。{ $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
yue: 我同意你依照 Mozilla 嘅<privacyLink>私隱保護政策</privacyLink>中描述嘅方式來處理呢啲資料

source: Includes email, username & demographic info, available right away
yue: 包括電郵地址、用户名同人口統計資訊

source: Includes mp3s and related sentences, may take some time to prepare
yue: 包含 MP3 錄音檔同相關語句，可能需要啲時間嚟準備

source: Indonesian
yue: 印尼語

source: Information about the language
yue: 呢種語言嘅資料

source: In Progress
yue: 準備緊

source: Interested in learning more and contributing to the project?
yue: 你有冇興趣學多啲嘢，為呢一個計劃貢獻？

source: Interlingua
yue: 國際語

source: Interlingue
yue: 國際語

source: Irish
yue: 愛爾蘭語

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
yue: <isoCodeLink>ISO 代碼</isoCodeLink>（如有）

source: Is the clip valid?
yue: 段錄音有冇效？

source: Italian
yue: 意大利語

source: It contains words or phrases that are hard to read or pronounce.
yue: 句野含有一啲好難閲讀同發音嘅字。

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
yue: 我哋每年要使差唔多一百萬美金嚟儲存同託管呢 100+ 門語言嘅數據集、開發平台同維護啲語言社區？

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
yue: 我哋每年用嚟託管呢 100+ 門語言嘅數據集同維護開發個平台要使差唔多一百萬美金。<strong>如果你都重視數據開放同包容嘅話——噉就捐款畀我哋啦！</strong>

source: It is written in a language different than what I’m speaking.
yue: 呢句係另一種語言嘅句子。

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
yue: 我哋付出咗好多努力先整出 Common Voice！我哋唔係單打獨鬥嘅。想同我地合作？我哋期待你嘅消息。

source: Izhorian
yue: 伊喬里亞語

source: Japanese
yue: 日語

source: Join the Common Voice mailing list
yue: 接收 Common Voice 電郵通知

source: Just Unsure?
yue: 單係唔確定？

source: Kabardian
yue: 卡巴爾達語

source: Kabyle
yue: 卡拜列語

source: Kaqchikel
yue: 吉志高語

source: Karakalpak
yue: 卡拉卡爾帕克語

source: Kazakh
yue: 哈薩克語

source: { $kb }kb max
yue: { $kb } kb 上限

source: Keep
yue: 保留

source: Keep it up, record again <recordIcon></recordIcon>
yue: 繼續加油，再錄多次！<recordIcon></recordIcon>

source: Keep the recordings
yue: 保存錄音

source: Keep track of your progress and metrics across multiple languages.
yue: 追蹤你喺所有語言嘅進度同指標。

source: Keep track of your progress with a profile
yue: 建立個人檔案，紀錄閣下嘅進度

source: Keep track of your progress with a profile and help our voice data be more accurate.
yue: 使用你嘅個人檔案可以保留你嘅進展，仲可以幫我哋提高語音數據嘅準確度。

source: Khmer
yue: 高棉語

source: K'iche'
yue: 頡車語

source: Kikuyu
yue: 基庫尤語

source: Kinyarwanda
yue: 盧旺達語

source: Komi-Zyrian
yue: 科密語

source: Korean
yue: 韓語

source: Kurmanji Kurdish
yue: 庫爾德語（北）

source: Kyrgyz
yue: 吉爾吉斯語

source: Language
yue: 語言

source: Language Request
yue: 語言申請

source: Language request successfully submitted, thank you.
yue: 已成功提交語言申請，多謝。

source: Languages
yue: 所有語言

source: Lao
yue: 老撾語（寮語）

source: Last Updated: { $lastUpdatedTimeStamp }
yue: 最近更新： { $lastUpdatedTimeStamp }

source: Latvian
yue: 拉脱維亞語

source: Launched
yue: 已啟動

source: Leaderboard Visibility
yue: 排行榜可見性

source: Learn how to take part
yue: 瞭解點樣參與

source: Learn More
yue: 了解更多

source: Leaving now means you’ll lose your changes
yue: 而家離開將唔會儲存你嘅變更

source: Leaving now means you'll lose your progress
yue: 如果而家離開，你會失去而家嘅進展

source: Let's Get Started
yue: 我哋開始啦

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
yue: LibriSpeech 係一個從LibriVox計劃入面，攞到大概一千個鐘嘅16Khz 英語有聲書錄音嘅語料庫。

source: License
yue: 授權條款

source: License: <licenseLink>CC-0</licenseLink>
yue: 授權條款: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
yue: 授權條款：<licenseLink>{ $license }</licenseLink>

source: Ligurian
yue: 利古里亞語

source: Link Copied
yue: 連結已複製

source: Links to websites that can help us understand the language
yue: 有助了解呢門語言嘅網站網址

source: Listen
yue: 聽聲

source: Listening
yue: 聆聽

source: Listen-Queue
yue: 聆聽隊列

source: Lithuanian
yue: 立陶宛語

source: Loading…
yue: 加載緊⋯⋯

source: Loading sentences…
yue: 加載緊句子……

source: Localized
yue: 已被本地化

source: Log In
yue: 登入

source: Login Identity
yue: 登入身分

source: Log in or sign up to get started
yue: 登入或注冊嚟開始

source: Log In / Sign Up
yue: 登入 / 註冊

source: Log In / Sign Up with { $company } email
yue: 登入 / 注冊 { $company } 電郵

source: Log Out
yue: 登出

source: Lojban
yue: 邏輯語

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
yue: 睇來而家冇錄音可聽。不如幫我哋錄返啲？

source: Luganda
yue: 盧干達語

source: Luxembourgish
yue: 盧森堡語

source: Macedonian
yue: 馬其頓語

source: Maithili
yue: 邁蒂利語

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
yue: 開始講嘢之前檢查有冇錄緊音，以及記得講完先好撳停止錄音。
